{
    "Malayalam Movies": [
        {
            "title": "Anaparambile Worldcup",
            "synopsis": "A small village in the northern part of Kerala is getting ready to witness the football World Cup. The life of a nine-year-old boy, an ardent football fan, is transformed when an unexpected guest arrives in his life.",
            "cast": "Antony Varghese,Wael Saleeb El Americany,I.M. Vijayan,Manoj K. Jayan,Saiju Kurup"
        },
        {
            "title": "4 Years",
            "synopsis": "4 years is about Gayathri and Vishal, their college sunrises, canteen sunsets and hostel mid nights.",
            "cast": "Sarjano Khalid,Priya Prakash Varrier"
        },
        {
            "title": "Escape of Shark",
            "synopsis": "A lively beach party had just ended. But an unexpected tsunami swept over them, and a raging giant shark sneaked into the hotel. A big fight between man and shark unfolded instantly.",
            "cast": "Qianyu Liu,Marina Malaia,Xiaolong Wang,Dongdong Xu,Bolin Yu"
        },
        {
            "title": "Sundari Gardens",
            "synopsis": "Suma, is a bold, quirky and geeky school librarian who lives with her mother. Suma meets Victor, the school's new English teacher, and as time passes, they get to know each other.",
            "cast": "Aparna Balamurali,Neeraj Madhav,Lakshmi Menon,Jude Anthany Joseph,Binu Pappu"
        },
        {
            "title": "My Name is Azhakan",
            "synopsis": "After old enemies kill his family, a former mafia enforcer and his feisty daughter flee to Milan, where they hide out while plotting their revenge.",
            "cast": "Alessandro Gassmann,Ginevra Francesconi,Alessio Praticò,Francesco Villano,Gabriele Falsetta"
        },
        {
            "title": "Gulu Gulu",
            "synopsis": "The hero who lives in the present day and does every odd job for survival. He is approached for help by a group of youngsters who want to rescue one of their friends from a kidnap. But that kidnap had happened due to mistaken identity.",
            "cast": "Santhanam,Athulya Chandra,Pradeep Singh Rawat,George Maryan,Tsr"
        },
        {
            "title": "Ariyippu: A Declaration",
            "synopsis": "Hareesh and Reshmi, an immigrant couple from Kerala working in a medical gloves factory near Delhi, who aspire to go abroad for a better life. During the COVID-19 lockdowns, when an old video resurfaces among the factory workers, it opens up a Pandora's box that threatens the cou... Read all",
            "cast": "Divya Prabha,Kunchacko Boban,Faisal Malik,Loveleen Mishra,Sidharth Bhardwaj"
        },
        {
            "title": "Roy",
            "synopsis": "Roy finds it difficult to maintain any sort of relationship with anyone except his wife Teena, who loves him wholeheartedly. When Teena, following clues from her husband's dreams, goes missing while searching for a veteran writer.",
            "cast": "Suraj Venjaramoodu,Shine Tom Chacko,Sija Rose,Jinse Baskar"
        },
        {
            "title": "Kooman",
            "synopsis": "The story is about a strict police officer who relocates to a hilly village on the Kerala-Tamil Nadu border. Few normal incidents that take place suddenly appear to be abnormal.",
            "cast": "Hannah Reji Koshy,Asif Ali,Karate Karthi,Anoop Menon,Jaffer Idukki"
        },
        {
            "title": "Ini Utharam",
            "synopsis": "The plot revolves around the girl who gets trapped in a fake case. Things take a turn as she decides to revolt.",
            "cast": "Aparna Balamurali,Bhagyaraj,Chandhunadh,Jayan Cherthala,Jaffer Idukki"
        },
        {
            "title": "Govinda Naam Mera",
            "synopsis": "The very charming Govinda Waghmare juggles his time and love between his wife Mrs. Waghmare and his girlfriend in this dose of chaos, confusion, and laughter.",
            "cast": "Kiara Advani,Vicky Kaushal,Bhumi Pednekar,Amy Aela,Chiranjeev Bedi"
        }
    ],
    "Hindi Movies": [
        {
            "title": "Blurr",
            "synopsis": "With progressive blindness setting in, Gayatri has to find answers to her twin sister's unlikely death. As the lines of reality keep getting blurred, is she ready to look the truth in the eye?",
            "cast": "Taapsee Pannu,Gulshan Devaiah,Abhilash Thapliyal,Sorabh Chauhan,Kruttika Desai"
        },
        {
            "title": "Double XL",
            "synopsis": "The journey of two plus-size women Rajshree Trivedi from Meerut and Saira Khanna from New Delhi as they navigate society's beauty standards.",
            "cast": "Sonakshi Sinha,Huma Qureshi,Zaheer Iqbal,Mahat Raghavendra,Chloe Driver"
        },
        {
            "title": "Har Har Mahadev",
            "synopsis": "This is the inspirational story of a real battle in which only 300 soldiers, led by Baji Prabhu Deshpande, the commander of Chhatrapati Shivaji Maharaj, held back an enemy army of 15,000 while Shivaji reached the safety of Khera fort.",
            "cast": "Sharad Kelkar,Subodh Bhave,Nitish Chavan,Himanshu Jha,Hardik Joshi"
        },
        {
            "title": "Matto Ki Saikil",
            "synopsis": "A far remote rural village with green fields. As Matto is responsible for the livelihood of his wife and two young daughters, he daily takes a long distance journey to the city to work as a construction labor. The most important asset of him is a bicycle that is heavily worn out ... Read all",
            "cast": "Anita Choudhary,Prakash Jha,Dimpy Mishra,Aarohi Sharma,Manoj Sharma"
        },
        {
            "title": "Phone Bhoot",
            "synopsis": "A ghost reaches out to two bumbling ghostbusters for a business idea. However, their plans go downhill as the eerie ghost reveals her plan.",
            "cast": "Katrina Kaif,Divyendu Sharma,Sheeba Chaddha,Jackie Shroff,Siddhant Chaturvedi"
        },
        {
            "title": "Shadyantra",
            "synopsis": "It's a story about greed, ambition, self-preservation, and revenge, and it stars Chandan Roy Sanyal and Kunaal Roy Kapur in key roles.",
            "cast": "Hina Khan,Chandan Roy Sanyal,Kunaal Roy Kapur,Shruti Bapna,Anil Chandani"
        },
        {
            "title": "Code Name Tiranga",
            "synopsis": "The story of a spy on an unfaltering and fearless mission for her nation in a race against time where sacrifice is her only choice.",
            "cast": "Mohd Talib,Ayub Azam,Dibyendu Bhattacharya,Sabyasachi Chakrabarty,Parineeti Chopra"
        },
        {
            "title": "Tara vs Bilal",
            "synopsis": "Set in London, a romantic comedy where the leading character enter a fake marriage and later fall in love.",
            "cast": "Harshvardhan Rane,Nathaly Herrera,Sonia Rathee,Shammi Aulakh,Pranay Manchanda"
        },
        {
            "title": "Code Name : Tiranga",
            "synopsis": "The story of a spy on an unfaltering and fearless mission for her nation in a race against time where sacrifice is her only choice.",
            "cast": "Mohd Talib,Ayub Azam,Dibyendu Bhattacharya,Sabyasachi Chakrabarty,Parineeti Chopra"
        },
        {
            "title": "Code Name  Tiranga",
            "synopsis": "The story of a spy on an unfaltering and fearless mission for her nation in a race against time where sacrifice is her only choice.",
            "cast": "Mohd Talib,Ayub Azam,Dibyendu Bhattacharya,Sabyasachi Chakrabarty,Parineeti Chopra"
        },
        {
            "title": "Doctor G",
            "synopsis": "Uday Gupta finds himself as the lone male resident in the Gynaecology department. His reluctance leads to chaos, confusion, comedy and eventually, great camaraderie with his fellow classmates.",
            "cast": "Rakul Preet Singh,Ayushmann Khurrana,Karishma Singh,Shefali Shah,Sheeba Chaddha"
        }
    ],
    "English 4k Movies": [
        {
            "title": "Pulp Fiction",
            "synopsis": "The lives of two mob hitmen, a boxer, a gangster and his wife, and a pair of diner bandits intertwine in four tales of violence and redemption.",
            "cast": "John Travolta,Uma Thurman,Samuel L. Jackson,Bruce Willis,Tim Roth"
        },
        {
            "title": "Bones and All",
            "synopsis": "Maren, a young woman, learns how to survive on the margins of society.",
            "cast": "Timothée Chalamet,Taylor Russell,Mark Rylance,Kendle Coffey,André Holland"
        },
        {
            "title": "If These Walls Could Sing",
            "synopsis": "The untold story of the Abbey Road studio, all-star interviews and intimate access to the premises.",
            "cast": "John Williams,Elton John,Paul McCartney,Roger Waters,Jimmy Page"
        },
        {
            "title": "The Swimmers",
            "synopsis": "From war-torn Syria to the 2016 Rio Olympics, two young sisters embark on a harrowing journey as refugees, putting both their hearts and champion swimming skills to heroic use.",
            "cast": "Matthias Schweighöfer,Ali Suliman,Manal Issa,Nathalie Issa,Nahel Tzegai"
        },
        {
            "title": "The Fabelmans",
            "synopsis": "Growing up in post-World War II era Arizona, young Sammy Fabelman aspires to become a filmmaker as he reaches adolescence, but soon discovers a shattering family secret and explores how the power of films can help him see the truth.",
            "cast": "Michelle Williams,Gabriel LaBelle,Paul Dano,Judd Hirsch,Seth Rogen"
        },
        {
            "title": "The Tinder Swindler",
            "synopsis": "Posing as a wealthy, jet-setting diamond mogul, he wooed women online, then conned them out of millions of dollars. Now some victims plan for payback.",
            "cast": "Simon Leviev,Cecilie Fjellhøy,Pernilla Sjöholm,Ayleen Charlotte,Kristoffer Kumar"
        },
        {
            "title": "The Banshees of Inisherin",
            "synopsis": "Two lifelong friends find themselves at an impasse when one abruptly ends their relationship, with alarming consequences for both of them.",
            "cast": "Colin Farrell,Brendan Gleeson,Kerry Condon,Pat Shortt,Gary Lydon"
        },
        {
            "title": "She Said",
            "synopsis": "New York Times reporters Megan Twohey and Jodi Kantor break one of the most important stories in a generation - a story that helped ignite a movement and shattered decades of silence around the subject of sexual assault in Hollywood.",
            "cast": "Carey Mulligan,Zoe Kazan,Patricia Clarkson,Andre Braugher,Jennifer Ehle"
        },
        {
            "title": "Reservoir Dogs",
            "synopsis": "When a simple jewelry heist goes horribly wrong, the surviving criminals begin to suspect that one of them is a police informant.",
            "cast": "Harvey Keitel,Tim Roth,Michael Madsen,Chris Penn,Steve Buscemi"
        },
        {
            "title": "Neal Brennan: Blocks",
            "synopsis": "Follows Neal Brennan as he talks about the emotional and cultural issues that make him feel like something's wrong with him in a humorous way, from drugs and alcohol, liberalism, to his small chances of finding real love.",
            "cast": "Neal Brennan"
        },
        {
            "title": "The Velvet Underground",
            "synopsis": "The Velvet Underground explores the multiple threads that converged to bring together one of the most influential bands in rock and roll.",
            "cast": "John Waters,Mary Woronov,Barbara Walters,Jonas Mekas,Jonathan Richman"
        },
        {
            "title": "Dio: Dreamers Never Die",
            "synopsis": "The first career spanning documentary on the heavy metal vocalist to be authorized by the artist's estate includes scenes with peers, family and friends; never before seen footage; personal photos.",
            "cast": "Vinny Appice,Sebastian Bach,Geezer Butler,Don Coscarelli,Ronnie James Dio"
        },
        {
            "title": "8 Mile",
            "synopsis": "A young rapper, struggling with every aspect of his life, wants to make it big but his friends and foes make this odyssey of rap harder than it may seem.",
            "cast": "Eminem,Brittany Murphy,Kim Basinger,Mekhi Phifer,Evan Jones"
        },
        {
            "title": "Rescued by Ruby",
            "synopsis": "Chasing his dream to join an elite K-9 unit, a state trooper partners with a fellow underdog: clever but naughty shelter pup Ruby.",
            "cast": "Grant Gustin,Scott Wolf,Kaylah Zander,Camille Sullivan,Tom McBeath"
        },
        {
            "title": "Tár",
            "synopsis": "Set in the international world of Western classical music, the film centers on Lydia Tár, widely considered one of the greatest living composer-conductors and first-ever female music director of a major German orchestra.",
            "cast": "Cate Blanchett,Noémie Merlant,Nina Hoss,Sophie Kauer,Adam Gopnik"
        }
    ]
}